app/controllers/posts_controller.rb

  def create
    @post = Post.create(title: params[:post][:title], description: params[:post][:description])
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My post title"], ["description", "<My post description"], ["created_at", "2018-07-21 17:48:12.534526"], ["updated_at", "2018-07-21 17:48:12.534526"]]